Tekla Open API Reference for Tekla Structures 2025
PluginNameAttribute Properties
The PluginNameAttribute type exposes the following members.
Properties
Name | Description
Language
 Not supported at the moment.
Name
 Not supported at the moment.
Top
See Also
Reference
PluginNameAttribute Class
Tekla.Structures.Plugins Namespace